<template>
  <div class="service-wrapper">
    <div class="service">
      <h2 class="text-center">人群优化云服务服务条款</h2>
      <h3>一、声明与承诺</h3>
      <ol>
        <li class="font-semibold underline">
          用户（以下又称“您”）在注册使用人群优化云服务平台服务前，请务必仔细阅读《人群优化云服务服务条款》（以下简称“本协议”）的全部内容，特别是免除或者限制责任的条款、争议解决与法律适用条款，尤其是加粗显示的内容请您重点阅读。阅读本协议的过程中，您如有任何疑问，可向人群优化云服务客服咨询，如您不同意本协议或其中任何条款约定，您应立即停止登录、注册及使用。除非您已阅读并接受本协议所有条款，否则您无权使用人群优化云服务平台提供的服务。
        </li>
        <li>
          本服务协议内容包括协议正文及所有人群优化云服务已经发布的或将来可能发布的单独协议、各类规则。上述文件一经正式发布，即成为本协议不可分割的组成部分，与本协议正文具有同等效力。
        </li>
        <li>
          用户同意所有协议条款并完成注册程序，才能成为人群优化云服务的正式用户。用户在使用人群优化云服务以及人群优化云服务提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。
        </li>
        <li class="font-semibold underline">
          人群优化云服务有权根据需要不时地制定、修改本协议、单独协议或各类规则，用户需及时关注并注意遵守该协议或规则。您知悉并确认，如您不同意更新后的内容，应立即停止使用本平台服务；如您继续登录或使用本平台服务，则视为您同意变更内容。
        </li>
        <li class="font-semibold underline">
          除另行明确声明外，任何使服务范围扩大或功能增强的新内容均受本协议约束。
        </li>
      </ol>

      <h3>二、定义</h3>
      <ol>
        <li>
          人群优化云服务：本协议中既可指深圳计算科学研究院，也可指深圳计算科学研究院所提供的服务，具体含义根据上下文确定。
        </li>
        <li>
          用户：在某一主权国家或司法辖区内合法注册并有效存续的商事主体（包括但不限于公司、合伙企业、个人独资企业、个体工商户等），或者依照中华人民共和国法律具有完全民事权利能力和完全民事行为能力的自然人。此外，上述主体自行确保其注册为人群优化云服务用户亦不受中华人民共和国以外的任何国家或地区的法律、法规或命令的限制。
        </li>
        <li>
          注册：指用户点击同意本协议，并按人群优化云服务的要求完成信息和资料的提交与验证的全过程。
        </li>
      </ol>

      <h3>三、用户的权利和义务</h3>
      <ol>
        <li>
          <span class="font-semibold underline"
            >用户有义务在注册时提供自己的真实的商业登记信息及身份信息并实名注册，</span
          >并保证诸如联系电话、联系地址、邮政编码等内容的有效性及安全性，<span
            class="font-semibold underline"
            >同时，用户也有义务在相关资料实际变更时及时在平台上更新有关注册资料。</span
          >用户保证不以他人资料在人群优化云服务进行注册或认证
        </li>
        <li>
          用户名的注册与使用应遵守中华人民共和国的相关法律法规。用户名不能含有威胁、淫秽、漫骂、非法、侵害他人权益等有争议性的文字。
        </li>
        <li>
          注册成功后，用户必须保护好自己的账号和密码，因用户本人泄露而造成的任何损失由用户自行负责。用户若发现任何非法使用用户账号或安全漏洞的情况，应当立即通告人群优化云服务。
        </li>
        <li>
          用户理解并同意，人群优化云服务有权应政府部门（包括司法及行政部门）的要求，向其提供用户在人群优化云服务填写的注册信息和交易记录等必要信息。
        </li>
        <li>
          用户同意：如发现任何人未经授权使用用户名或密码，或发生用户名及密码泄露的任何其他情况，用户应当立即通知人群优化云服务要求暂停服务；请确保在每个上网时段结束时，以正确步骤离开网站。人群优化云服务不对因用户未能遵守本网站规定而发生的任何损失或不利后果负责。
        </li>
        <li>
          用户不得通过人群优化云服务发布各类违法或违规信息，包括但不限于：反对宪法确定的基本原则的；危害国家统一、主权和领土完整的；泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；宣扬邪教、迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；宣扬淫秽、赌博、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；危害社会公德或者民族优秀文化传统的；法律、行政法规和国家规定禁止的其他内容的。
        </li>
        <li>
          用户承诺自己在使用人群优化云服务时所有行为均遵守国家法律、法规、现行政策和人群优化云服务的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，如用户违反上述规定，则人群优化云服务有权直接采取一切必要的措施，包括但不限于临时冻结账号甚至注销账号等，涉嫌违法犯罪的，人群优化云服务保留向有关行政或司法部门举报、控告或起诉用户的权利。
        </li>
        <li>用户同意接收来自人群优化云服务发出的邮件、信息。</li>
      </ol>

      <h3>四、人群优化云服务的权利和义务</h3>
      <ol>
        <li>
          人群优化云服务有义务在现有技术上维护整个系统的正常运行，并努力提升和改进技术，使用户网上交易活动得以顺利进行。对用户在注册与使用人群优化云服务系统时遇到的问题及反映的情况，人群优化云服务应及时回复与解决。
        </li>
        <li>
          对于用户利用人群优化云服务系统实施的不当行为或其它任何人群优化云服务认为应当终止服务的情况，人群优化云服务有权随时做出删除相关信息、终止服务等处理，而无须征得用户的同意。
        </li>
        <li>
          用户为达到不正当的目的进行恶意注册，一经发现，人群优化云服务均有权取消该用户在本网站的一切权利、权益，而无须征得用户的同意。
        </li>
        <li>
          人群优化云服务有权在无需征求用户同意下将系统的运营维护权转移给第三方，并以系统消息、信函或其他书面形式将此情况通知用户，自通知到达用户之时，由该第三方继续按照本服务协议条款为用户继续提供服务。
        </li>
        <li>
          人群优化云服务有权随时单方决定是否向用户收取服务费用。即使人群优化云服务为用户提供的服务为免费服务，亦不妨碍人群优化云服务在认为必要的时候将免费服务转为付费服务的权利。如果用户拒绝付费，人群优化云服务有权终止单方随时限制或终止对用户的服务。
        </li>
      </ol>

      <h3>五、服务费用</h3>
      <ol>
        <li>
          人群优化云服务通常向用户提供仅具备一定基础功能模块的免费服务套餐及付费服务套餐。
        </li>
        <li>
          用户如需使用付费服务模块，需向人群优化云服务支付一定的费用。具体而言，人群优化云服务向用户提供不同类别的付费服务套餐。不同类别的套餐内包含不同的服务内容，具体以人群优化云服务网站公布的信息为准。
        </li>
        <li>
          在某些套餐中，用户使用某些特定系统功能的次数或频次被设定有限额，超出该限额后用户需单独支付费用。
        </li>
        <li>
          人群优化云服务保留随时单方修改收费政策的权利，且变更无需事先征得用户的同意。收费政策的变更不影响用户已购买且正在使用的套餐，套餐到期后将按照新的收费政策执行，用户如拒绝执行新的收费政策，将不能再继续使用人群优化云服务的付费服务。
        </li>
      </ol>

      <h3>六、免责条款</h3>
      <ol>
        <li>
          人群优化云服务向用户提供人群优化云服务服务，<span
            class="font-semibold underline"
            >但不对人群优化云服务服务所涉及的技术及信息的绝对有效、准确、正确、可靠以及其质量、稳定、完整和及时性做出任何承诺和保证。</span
          >对人群优化云服务服务不作任何明示或暗示的保证，包括但不限于人群优化云服务服务的是否适用、是否存在错误或疏漏、是否具有持续、准确、可靠等性能、是否适用于某一特定用途等。
        </li>
        <li>
          用户知悉并充分理解：人群优化云服务根据用户提供的业务数据，以技术手段为用户的数据情况进行分析，并为用户在数据因果分析提供赋能服务，但不代表人群优化云服务对用户的实际业绩做出任何明示或默示的承诺。用户应当自行负责制定业务决策并对其决策负责，人群优化云服务所做出的分析和建议仅供用户在制定决策过程中参考。<span
            class="font-semibold underline"
            >用户不得以经营效果未达到预期为由要求人群优化云服务减少或退还费用（如有），或要求人群优化云服务承担用户的任何预期经营损失。</span
          >
        </li>
        <li>用户应指定具备相应能力和经验的专人来使用人群优化云服务的服务。</li>
        <li>
          人群优化云服务应按照本合同约定，尽商业合理努力满足用户对服务的需求。如果用户在使用中发现系统存在漏洞或缺陷，应当及时向人群优化云服务提出，人群优化云服务将尽量采取所有合理措施及时进行补救，用户提供必要的配合。<span
            class="font-semibold underline"
            >如果漏洞或缺陷是行业现有技术条件下无法避免的，且人群优化云服务已经尽到注意义务且采取了合理补救措施的，人群优化云服务不承担责任。</span
          >
        </li>
        <li>
          用户明确理解和同意，人群优化云服务不对黑客攻击、第三方未经批准的接入或第三方更改用户的传输数据等导致的损害承担责任。
        </li>
      </ol>

      <h3>七、不可抗力</h3>
      <p class="font-semibold">
        以下情形属于不可抗力，人群优化云服务对不可抗力造成的无法提供服务不承担责任：
      </p>
      <ol>
        <li>网络、通讯或电力的意外故障；</li>
        <li>地震、火灾、洪水、风暴、爆炸等重大自然灾害及重大公共卫生事件；</li>
        <li>罢工，暴乱，起义，骚乱，战争，政府行为；</li>
        <li>国内或国外行政机关的决定或命令，国内或国外法院的判决或裁决。</li>
      </ol>

      <h3>八、保密条款</h3>
      <p>
        未经对方书面同意，本协议任何一方不得向第三方泄露其知悉的对方的商业秘密或个人隐私，否则应当承担相应法律责任。
      </p>

      <h3>九、知识产权保护</h3>
      <ol>
        <li>
          人群优化云服务平台所使用的任何相关软件、程序、内容，包括但不限于作品、图片、文字、音频、视频、档案、资料、网站构架、网站版面的安排、网页设计、经由本网站或广告商向成员或客户呈现的广告或资讯，均由人群优化云服务平享有相应的知识产权，包括但不限于著作权、商标权或其它专属权利等，受到相关法律的保护。
        </li>
        <li>
          用户未经人群优化云服务或其他权利人明示授权，不得擅自使用，包括但不限于以非法的方式复制、传播、展示、镜像、上载、下载、修改、出租、出借、出售、散布人群优化云服务平台的上述任何资料和资源，或根据上述资料和资源制作成任何种类产品。否则，人群优化云服务将依法追究法律责任。
        </li>
      </ol>

      <h3>十、其他</h3>
      <ol>
        <li>
          本网站协议各方面应受中华人民共和国法律的管辖。倘若本网站协议任何规定被裁定为无效或不可强制执行，该项规定应被撤销，而其余规定应予执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。
        </li>
        <li>
          人群优化云服务未就用户或其他人士的某项违约行为采取行动，并不表明本网站撤回就任何继后或类似的违约事件采取行动的权利。
        </li>
      </ol>
      <p>&nbsp;</p>
    </div>
  </div>
</template>
<style lang="less" scoped>
.service-wrapper {
  width: 100%;
  height: 100%;
  overflow: auto;
}
.service {
  word-break: break-all;
  display: block;
  width: 100%;
  max-width: 1200px;
  min-width: 375px;
  padding: 0 20px;
  margin: 20px auto;
  font-size: 16px;
  h2 {
    font-size: 1.5em;
    font-weight: 600;
  }
  h3 {
    font-size: 1.17em;
    font-weight: 600;
  }
  ol {
    list-style-type: decimal;
    margin-left: 1em;
    line-height: 32px;
  }
  p {
    display: block;
    margin-block-start: 1em;
    margin-block-end: 1em;
    margin-inline-start: 0px;
    margin-inline-end: 0px;
    line-height: 32px;
  }

  .underline {
    text-decoration: underline;
  }

  .text-center {
    text-align: center;
  }
  .font-semibold {
    font-weight: semibold;
  }
  .italic {
    font-style: italic;
  }
}
</style>
